[
    {
        "episode": "Pilot",
        "episodenumber": "Season 1, Ep 1",
        "description": "American football coach Ted Lasso is hired by a wealthy divorcée to coach English soccer team AFC Richmond.",
        "imdbrating": "7.10"
    },
    {
        "episode": "Biscuits",
        "episodenumber": "Season 1, Ep 2",
        "description": "It's Ted's first day of coaching, and fans aren't happy. He makes little headway but remains undeterred as the team plays its first match.",
        "imdbrating": "8.1"
    },
    {
        "episode": "Trent Crimm: The Independent",
        "episodenumber": "Season 1, Ep 3",
        "description": "To arrange an in-depth expose, Rebecca pairs cynical journalist Trent Crimm with Ted for a day. Ted and Roy venture into the community.",
        "imdbrating": "8.5"
    },
    {
        "episode": "For the Children",
        "episodenumber": "Season 1, Ep 4",
        "description": "Rebecca hosts the team's annual charity benefit, where Ted stages a reconciliation between Roy and Jamie.",
        "imdbrating": "8.2"
    },
    {
        "episode": "Tan Lines",
        "episodenumber": "Season 1, Ep 5",
        "description": "Ted reunites with his wife and son. Ted makes a bold choice and takes Jamie out of the game.",
        "imdbrating": "8.9"
    },
    {
        "episode": "Two Aces",
        "episodenumber": "Season 1, Ep 6",
        "description": "When Jamie refuses to train, Ted turns to talented new signing Dani Rojas-and the team is struck by an age-old curse.",
        "imdbrating": "8.5"
    },
    {
        "episode": "Make Rebecca Great Again",
        "episodenumber": "Season 1, Ep 7",
        "description": "Rebecca deals with her anniversary blues. Ted signs papers and has a small breakdown. An old friend of Rebecca introduces herself to Ted.",
        "imdbrating": "9.0"
    },
    {
        "episode": "The Diamond Dogs",
        "episodenumber": "Season 1, Ep 8",
        "description": "Ted and Roy are both having relationship problems. Ted consults the Diamond Dogs while Roy lays it on the line with Keeley.",
        "imdbrating": "8.7"
    },
    {
        "episode": "All Apologies",
        "episodenumber": "Season 1, Ep 9",
        "description": "After a series of mistakes on the pitch, pressure mounts to bench Roy. Rebecca finally reveals the truth to Ted.",
        "imdbrating": "8.6"
    },
    {
        "episode": "The Hope That Kills You",
        "episodenumber": "Season 1, Ep 10",
        "description": "Richmond plays a climactic match that will determine the fates of Ted and his club.",
        "imdbrating": "9.1"
    },
    {
        "episode": "Goodbye Earl",
        "episodenumber": "Season 2, Ep 1",
        "description": "AFC Richmond brings in a sports psychologist to help the team overcome their unprecedented seven game tie-streak.",
        "imdbrating": "7.6"
    },
    {
        "episode": "Lavender",
        "episodenumber": "Season 2, Ep 2",
        "description": "Ted is surprised by the reappearance of a familiar face; Roy tries out a new gig.",
        "imdbrating": "8.0"
    },
    {
        "episode": "Do the Right-est Thing",
        "episodenumber": "Season 2, Ep 3",
        "description": "Rebecca has a special visitor shadow her at work. A player's return is not welcomed by the team.",
        "imdbrating": "8.4"
    },
    {
        "episode": "Carol of the Bells",
        "episodenumber": "Season 2, Ep 4",
        "description": "It's Christmas in Richmond. Rebecca enlists Ted for a secret mission, Roy and Keeley search for a miracle and the Higginses open up their home.",
        "imdbrating": "8.6"
    },
    {
        "episode": "Rainbow",
        "episodenumber": "Season 2, Ep 5",
        "description": "Nate learns how to be assertive from Keeley and Rebecca. Ted asks Roy for a favor. Roy reconsiders his future.",
        "imdbrating": "8.9"
    },
    {
        "episode": "The Signal",
        "episodenumber": "Season 2, Ep 6",
        "description": "Ted is fired up that the new team dynamic seems to be working. But will they have a chance in the quarter final?",
        "imdbrating": "8.6"
    },
    {
        "episode": "Headspace",
        "episodenumber": "Season 2, Ep 7",
        "description": "With things turning around for Richmond, it's time for everyone to work on their issues - like Ted's discomfort, Nate's confidence and Roy's attention.",
        "imdbrating": "7.7"
    },
    {
        "episode": "Man City",
        "episodenumber": "Season 2, Ep 8",
        "description": "Ted and Dr. Sharon realize they might have to meet each other halfway. Tensions are high as the team prepares for their FA Cup semi-final against Man City.",
        "imdbrating": "9.0"
    },
    {
        "episode": "Beard After Hours",
        "episodenumber": "Season 2, Ep 9",
        "description": "After the semi-final defeat, Beard sets out on an all-night odyssey through London in order to collect his thoughts.",
        "imdbrating": "6.9"
    },
    {
        "episode": "No Weddings and a Funeral",
        "episodenumber": "Season 2, Ep 10",
        "description": "Rebecca is stunned by a sudden loss. The team rallies to show their support, but Ted finds himself grappling with a piece of his past.",
        "imdbrating": "8.5"
    },
    {
        "episode": "Midnight Train to Royston",
        "episodenumber": "Season 2, Ep 11",
        "description": "A billionaire football enthusiast from Ghana makes Sam an unbelievable offer. Ted plans something special for Dr. Sharon's last day with the team.",
        "imdbrating": "8.2"
    },
    {
        "episode": "Inverting the Pyramid of Success",
        "episodenumber": "Season 2, Ep 12",
        "description": "Richmond gets their final chance to win promotion as Ted deals with the fallout of Trent Crimm's painfully honest exposé.",
        "imdbrating": "8.8"
    },
    {
        "episode": "Smells Like Mean Spirit",
        "episodenumber": "Season 3, Ep 1",
        "description": "The newly promoted AFC Richmond face mockery as pundits predict they'll finish dead last.",
        "imdbrating": "7.7"
    },
    {
        "episode": "(I Don't Want to Go to) Chelsea",
        "episodenumber": "Season 3, Ep 2",
        "description": "News of a top player looking to move to London sends the English clubs into a frenzy. Richmond play their first game back in the Premier League.",
        "imdbrating": "8.2"
    },
    {
        "episode": "4-5-1",
        "episodenumber": "Season 3, Ep 3",
        "description": "Richmond adjust to an exciting change, but Jamie has reservations. Ted learns there's something new going on back in Kansas as well.",
        "imdbrating": "7.9"
    },
    {
        "episode": "Big Week",
        "episodenumber": "Season 3, Ep 4",
        "description": "Everyone's feeling the pressure as Richmond gear up to play West Ham. Ted is reunited with an old friend.",
        "imdbrating": "8.1"
    },
    {
        "episode": "Signs",
        "episodenumber": "Season 3, Ep 5",
        "description": "With their season in a tailspin, Richmond try to right the ship against mighty Manchester City. Off the pitch, everyone faces their own setbacks.",
        "imdbrating": "7.1"
    },
    {
        "episode": "Sunflowers",
        "episodenumber": "Season 3, Ep 6",
        "description": "A friendly match takes the team to Amsterdam, where one night out unlocks truths for many.",
        "imdbrating": "8.9"
    },
    {
        "episode": "The Strings That Bind Us",
        "episodenumber": "Season 3, Ep 7",
        "description": "The Greyhounds try a new strategy that has everyone thinking outside the box. Sam prepares to host a VIP guest at Ola's.",
        "imdbrating": "8.3"
    },
    {
        "episode": "We'll Never Have Paris",
        "episodenumber": "Season 3, Ep 8",
        "description": "While watching Henry, Ted fights the urge to spiral when Michelle and Dr. Jacob go on a romantic trip. An online leak has massive implications for Keeley.",
        "imdbrating": "6.6"
    },
    {
        "episode": "La Locker Room Aux Folles",
        "episodenumber": "Season 3, Ep 9",
        "description": "Colin and Isaac's friendship is tested. Roy is asked to do a press conference.",
        "imdbrating": "8.4"
    },
    {
        "episode": "International Break",
        "episodenumber": "Season 3, Ep 10",
        "description": "While some of the players head home to play for their countries in International matches, Edwin Akufo brings a business proposal to Rebecca.",
        "imdbrating": "8.5"
    },
    {
        "episode": "Mom City",
        "episodenumber": "Season 3, Ep 11",
        "description": "An unanticipated guest has Ted on edge. When Richmond travel to Manchester for a big match, Roy and Keeley become concerned about Jamie.",
        "imdbrating": "9.3"
    },
    {
        "episode": "So Long, Farewell",
        "episodenumber": "Season 3, Ep 12",
        "description": "Series finale. AFC Richmond play their final match of the season.",
        "imdbrating": "9.4"
    }

]