[
    {
        "quote": "Taking on a challenge is a lot like riding a horse, isn’t it? If you’re comfortable while you’re doing it, you’re probably doing it wrong.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "If that’s a joke, I love it. If not, can’t wait to unpack that with you later.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I always thought tea was going to taste like hot brown water. And do you know what? I was right.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I do love a locker room. It smells like potential.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "As the man once said, the harder you work, the luckier you get.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "You know what the happiest animal on earth is? It’s a goldfish. You know why? It’s got a 10-second memory.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "This woman is strong, confident, and powerful. Boss, I tell you, I’d hate to see you and Michelle Obama arm wrestle, but I wouldn’t be able take my eyes off of it either.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "If the internet has taught us anything, it’s that sometimes it’s easier to speak our minds anonymously.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Sam was more open than the jar of peanut butter on my counter.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Hey, look, kind of hurts my feelings y'all don't want to spend next weekend with me, if I'm being honest. But I am the strong silent type, so I ain't gonna let you know. But I'm also loud and weak, because I, like all humans, contain multitudes.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I've never been embarrassed about having streaks in my drawers. You know, it's all part of growing up.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I do. But more importantly, I think they need to believe in themselves. You know?",
        "characterName": "Ted Lasso (On whether or not he belives in ghosts)"
    },
    {
        "quote": "I come bearing sweet treats to numb the sting of defeat.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "For me, success is not about the wins and losses. It's about helping these young fellas be the best versions of themselves on and off the field.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "You two knuckleheads have split our locker room in half. And when it comes to locker rooms, I like 'em just like my mother's bathing suits. I only wanna see 'em in one piece, you hear?",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "You know how they say that 'youth is wasted on the young'? Well, I say don't let the wisdom of age be wasted on you. I just came up with that. I feel pretty good about it.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Boy, I love meeting people's moms. It's like reading an instruction manual as to why they're nuts.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I've never met someone who doesn't eat sugar. Only heard about 'em, and they all live in this godless place called Santa Monica.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Doing the right thing is never the wrong thing.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I haven't seen someone that disappointed to see me since I wore a red baseball cap to a Planned Parenthood fundraiser.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "It's funny to think about the things in your life that can make you cry just knowing that they existed, can then become the same thing that make you cry knowing that they're now gone.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "This is a sad moment right here. For all of us. And there ain't nothing I can say, standing in front of you right now, that can take that away. But please do me this favor, will you? Lift your heads up and look around this locker room. Yeah? Look at everybody else in here. And I want you to be grateful that you're going through this sad moment with all these other folks. Because I promise you, there is something worse out there than being sad, and that is being alone and being sad. Ain't nobody in this room alone. Let's be sad now. Let's be sad together. And then we can be a gosh-darn goldfish. Onward. Forward.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "If God wanted games to end in a tie, She wouldn't have invented numbers, all right?",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "So I've been hearing this phrase y'all got over here that I ain't too crazy about. 'It's the hope that kills you.' Y'all know that? I disagree, you know? I think it's the lack of hope that comes and gets you. See, I believe in hope. I believe in belief.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "The idea behind every trick play is to have chaos rain down upon your opponents and stun them. Much like the lava did to those poor folks in Pompeii.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I think that if you care about someone and you got a little love in your heart, there ain't nothing you can't get through together.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "All right, fellas, you gotta remember, your body is like day-old rice. If it ain't warmed up properly, something real bad could happen.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Our goal is to go out like Willie Nelson, on a high.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "If y'all were really introverts, you would've been quiet as a church mouse. Unless that church was Westboro Baptist. Those turkeys won't shut up.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Reason is powerless in the expression of love.",
        "characterName": "Coach Beard"
    },
    {
        "quote": "I’ve been to Vegas many times. One night is good, two nights is perfect, three is too many.",
        "characterName": "Coach Beard"
    },
    {
        "quote": "In all my happiest memories, I'm single. That troubles me.",
        "characterName": "Coach Beard"
    },
    {
        "quote": "The Guys Are Just Not NSYNC.",
        "characterName": "Coach Beard"
    },
    {
        "quote": "You deserve somone who makes you feel like you've been struck by fucking lightning. Don't you dare settle for fine!",
        "characterName": "Roy Kent"
    },
    {
        "quote": "You're an ugly, ugly boy...with bad hair.",
        "characterName": "Roy Kent"
    },
    {
        "quote": "Enjoy your trophies for winning nothing.",
        "characterName": "Roy Kent"
    },
    {
        "quote": "Jamie Tartt is a muppet. And I hope he dies of the incurable condition of being a little bitch.",
        "characterName": "Roy Kent"
    },
    {
        "quote": "Listen, Phoebe, problems, they're like mushrooms, yeah? The longer you leave them in the dark, the bigger they grow.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "I do kind of think kids are pretty incredible. I mean, she's got new teeth that push out her old teeth. The body is a miracle.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "I never know how to react when a grown man beatboxes in front of me.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "Football is life!",
        "characterName": "Dani Rojas"
    },
    {
        "quote": "I like to give away joy for free.",
        "characterName": "Dani Rojas"
    },
    {
        "quote": "Dr. Sharon helped me remember that even though football is life, football is also death. And that football is football too. But mostly that football is life!",
        "characterName": "Dani Rojas"
    },
    {
        "quote": "Oh, I don't drink coffee. My mother says I was born caffeinated.",
        "characterName": "Dani Rojas"
    },
    {
        "quote": "I like the idea of someone becoming rich, because of what they gave to the world.",
        "characterName": "Sam Obisanya"
    },
    {
        "quote": "To try is scary, you know, because you can end up losing a lot. But you have to put your heart out there.",
        "characterName": "Sam Obisanya"
    },
    {
        "quote": "We lost. Very badly. But we tried. We gave it everything we had, and for me, that is okay, because what's worse is not to try at all.",
        "characterName": "Sam Obisanya"
    },
    {
        "quote": "If the Ted Lasso way is wrong, it's hard to imagine being right.",
        "characterName": "Trent Crimm"
    },
    {
        "quote": "I'm me, why would I want to be anyone else?",
        "characterName": "Jamie Tartt"
    },
    {
        "quote": "Sure, you don't know what you're doing but doesn't that mean that you see the game in a different way than any other football manager? And shouldn't that empower you to cause complete and utter confusion?",
        "characterName": "Rebecca Welton"
    },
    {
        "quote": "It's more than a game to me. It's all I've ever known. It's who I am. It's all I am.",
        "characterName": "Roy Kent"
    },
    {
        "quote": "There's something so sad about a suitcase. Do you know what I mean? It's like... It's like a drawer without a home.",
        "characterName": "Jamie Tartt"
    },
    {
        "quote": "It was just poopy. You know, it really upset me. This guy on Twitter, he kept saying that it was blonde, but I'm like, It's fucking walnut mist, mate.",
        "characterName": "Jamie Tartt"
    },
    {
        "quote": "Jesus, sorry. I forget how skittish elderly people could be 'cause of the war.",
        "characterName": "Jamie Tartt"
    },
    {
        "quote": "I'm good. I had ten touches, I had two completed dribbles, and in the 89th minute they let me take a free kick. I scored. Got half a chub.",
        "characterName": "Jamie Tartt"
    },
    {
        "quote": "Be curious, not judgemental.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Maybe you should stop battling people that just want to help you.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "You can’t get hurt if you don’t try.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "I’m a flaneur by nature.",
        "characterName": "Leslie Higgins"
    },
    {
        "quote": "He refuses to open up, and when he gets anywhere close to being vulnerable, he fires off a zinger of some obscure reference to something very specific to a 40-year-old white man from Middle America.",
        "characterName": "Sharon Fieldstone"
    },
    {
        "quote": "You know my philosophy when it comes to cats, babies, and apologies. You gotta let them come to you.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "You helped this panda become a lion.",
        "characterName": "Keeley Jones"
    },
    {
        "quote": "These guys are more distracted than a bunch of cats playing laser tag.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "I’m a work in prog-mess.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "You can’t worry about something that hasn’t happened yet.",
        "characterName": "Trent Crimm"
    },
    {
        "quote": "You need to stop letting yesterday get in the way of today, Ted.",
        "characterName": "Rebecca Welton"
    },
    {
        "quote": "I don’t like gossip, but my butt don’t mind a little scuttle.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Shouting is Roy’s love language.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Sometimes the truth can ruin a perfectly good story.",
        "characterName": "Rebecca Welton"
    },
    {
        "quote": "I hope that either all of us or none of us are judged by the actions of our weakest moments but rather by the strength we show when and if we’re ever given a second chance.",
        "characterName": "Ted Lasso"
    },
    {
        "quote": "Change isn’t about trying to be perfect. Perfection sucks. Perfect is boring.",
        "characterName": "Coach Beard"
    },
    {
        "quote": "Human beings are never gonna be perfect, Roy. The best we can do is to keep asking for help and accepting it when you can. And if you keep on doing that, you’ll always be moving towards better.",
        "characterName": "Leslie Higgins"
    }

]